Repository: jeremyvaartjes/subminder
Catalog: po/extra/*.po
Languages: es, nl, tr

source: Subscription Manager
es: Gestor de suscripciones
nl: Abonnementenbeheer
tr: Abonelik Yöneticisi

source: Keep tabs on your subscriptions
es: Esté pendiente de sus suscripciones
nl: Houd zicht op je abonnementen
tr: Aboneliklerinizi takip edin

source: Subscription;Manager;Sub;Minder;Money;Reminder;
es: Suscripción;Gestor;Sub;Minder;Dinero;Recordatorio;
nl: Abonnement;Beheer;Sub;Minder;Geld;Herinnering;
tr: Abonelik;Yönetici;Yardımcı;Para;;Hatırlatma;

source: SubMinder can help you track what subscriptions are due when. You can create a list of your subscriptions and when a payment is upcoming you can get a notification with what subscription payment is coming up and how much it will cost.
es: SubMinder puede ayudarle a llevar la cuenta de las fechas de pago de sus suscripciones. Puede crear una lista de suscripciones y, cuando se aproxime un pago, podrá recibir notificaciones sobre la fecha y el monto.
nl: Met SubMinder houd je in de gaten welke abonnementen worden afgeschreven en wanneer. Je kunt een lijst maken met abonnementen en een melding ontvangen zodra er een afschrijving gaat plaatsvinden.
tr: SubMindir abone(ödemeleriniz) ne zaman yapılacağını takip etmenize yardımcı olur.Aboneleriniziçin liste oluşturabilir ve ödeme günü yaklaştığında ve ne kadar ödeyeceğinizedair bir bildirim alrsınız.

source: SubMinder also provides you with how much you are paying on average per month. This can help you better manage what subscriptions you should keep paying to manage your budget. Subscriptions in a currency different to yours will be converted to your currency so that you can have a better picture of what you pay.
es: SubMinder también le avisa cuánto paga por mes. Ello puede ayudarle a gestionar mejor su presupuesto y saber cuáles suscripciones mantener. Aquellas suscripciones pagadas en otras divisas se convertirán a su moneda para que se dé una idea más precisa de lo que desembolsa.
nl: SubMinder biedt tevens inzicht in wat je gemiddeld per maand uitgeeft. Dit helpt je beter om te gaan met abonnementen zodat je je budget niet overschrijdt. Abonnementen in andere valuta worden automatisch omgezet in jouw valuta zodat je nóg beter inzicht krijgt.
tr: SubMindir ayrıca ayda ortalama ne kadar ödeme yaptığınızıdabelirler.Bütçenizi kontrol altında tutmak ve aboneücretlerini daha iyi yönetmenize yardımcı olur.Ayrıca abonelerinizin para birimi seçtiğiniz para birimine dönüşerek ödediğiniz ücreti daha iyianlamamızı sağlar.

source: French translation update from @NathanBnm.
tr: Fransızca ceviri güncellemesi @NathanBnm.

source: Spanish translation from @fitojb
tr: İSpanyolca ceviri güncellemesi @fitojb

source: Dutch translation from @Vistaus
tr: Flemenkçe ceviri güncellemesi @Vistaus

source: Icon now resembles gold coin
tr: Uygulama ikonu simdi altın madeni paraya benziyor

source: French translation from @NathanBnm.
es: Traducción al francés de @NathanBnm.
nl: Franse vertaling, met dank aan @NathanBnm
tr: Fransızca ceviri @NathanBnm

source: Tooltips added to header bar by @NathanBnm.
es: @NathanBnm añadió descripciones emergentes a los elementos de la barra de cabecera.
nl: Hulpballonnen toegevoegd, met dank aan @NathanBnm
tr: başlık çubuğuna araç ipuçları eklendi @NathanBnm

source: The app now shows the proper currency symbol instead of a dollar symbol.
es: La aplicación ahora muestra el símbolo monetario adecuado en lugar de un símbolo de dólar.
nl: SubMinder toont nu het juiste valutasymbool in plaats van een dollarsymbool.
tr: Uygulama artık bir dolar simgesi yerine uygun para birimi simgesini gösteriyor.

source: You will now see both the currency of the subscription and the converted value for each subscription.
es: Ahora verá tanto la divisa de la suscripción como el valor convertido correspondiente.
nl: Je kunt nu zowel de valuta van het abonnement als de omgezette valuta zien bij elk abonnement.
tr: Artık hem aboneliğin para birimini hem de her abonelik için dönüştürülen değeri göreceksiniz.

source: The add subscription window now has a search field and items in the list are sorted.
es: La ventana Añadir suscripción ahora tiene un campo de búsqueda y los elementos en la lista están ordenados.
nl: Het venster 'Abonnement toevoegen' bevat nu een zoekbalk, en items op de lijst worden nu gesorteerd.
tr: Abonelik ekle penceresinde artık bir arama alanı var ve listedeki öğelersıralanıyor

source: Created a proper app description.
es: Se creó una descripción adecuada para la aplicación.
nl: Goede toepassingsomschrijving toegevoegd.
tr: Uygun bir uygulama açıklaması oluşturuldu.

source: Initial Release.
es: Publicación inicial.
nl: Initiële uitgave
tr: İlk Sürüm.

source: Fixed issue with spin buttons not updating properly.
es: Se corrigió un error de actualización de los botones de número.
nl: Probleem opgelost met niet-draaiende knoppen.
